[MZStormForce X2AbilityTemplate]
LocFriendlyName="Штормовая сила"
LocLongDescription="Псионические атаки на основе молнии, такие как \"Вольт\", наносят на 40% больше урона."
LocHelpText="Псионические атаки на основе молнии, такие как \"Вольт\", наносят на 40% больше урона."
LocFlyOverText="Штормовая сила"
LocPromotionPopupText="<Bullet/> Эта способность дает +40% бонусного урона от способностей: \"Вольт\", \"Ионный шторм\" и подобных способностей."

[BiggerIsBetter X2AbilityTemplate]
LocFriendlyName="Больше - значит лучше"
LocLongDescription="Пушки против ножей, а ядерные бомбы против пушек. Теперь вы можете установить ракетницу в слот дополнительного оружия. Дополнительно приобретите способность \"Взрывные работы\", это сделает ваши ракеты более точными."
LocHelpText="Теперь вы можете установить ракетницу в слот вторичного оружия. Дополнительно приобретите способность \"Взрывные работы\", это сделает ваши ракеты более точными."
LocFlyOverText="Больше - значит лучше"
LocPromotionPopupText="<Bullet/> Экипировка ракетницы означает отсутствие доступа к метательным ножам Жнеца и любым способностям, которые зависят от них. Учитывайте миссию и своих товарищей по отряду, когда решаете, какое дополнительное оружие взять с собой.\n<Bullet/> Жнец не получает бесплатные ракеты с пусковой установкой. Не забудьте установить несколько ракет в слоты для предметов и/или гранат."